Revit 2027 API
ParameterTypeId.ElecticalEquipVoltage Property
 "Voltage Comments"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElecticalEquipVoltage { get; }
Public Shared ReadOnly Property ElecticalEquipVoltage As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElecticalEquipVoltage {
	ForgeTypeId^ get ();
}
static member ElecticalEquipVoltage : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace